posts/20220116212251-expectations_are_a_theory_smell.org
:PROPERTIES:
:ID:       e8f83655-22c9-4bdc-8805-faa2e94235df
:END:
#+TITLE: Expectations are a theory smell
#+CREATED: [2022-01-16 Sun 21:22]
#+LAST_MODIFIED: [2022-01-16 Sun 21:46]

I think Friedman cooked this up to explain why [[id:7be372a6-07f8-4ee7-b12c-5a9747c46c83][the CPI increases faster since the 70s]]. But bringing information from the future into the present is problematic theoretically speaking. We can /project/ inflation based on what we currently know but certainly cannot use information from the futue in our models. This can lead to [[https://www.econlib.org/archives/2014/03/did_the_rate_in.html][these absurdities]].
