20220116212251-expectations_are_a_theory_smell.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-22 Mon 17:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Expectations are a theory smell</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Expectations are a theory smell</h1>
<p>
I think Friedman cooked this up to explain why <a href="20220116212357-the_cpi_increases_faster_since_the_70s.html#ID-7be372a6-07f8-4ee7-b12c-5a9747c46c83">the CPI increases faster since the 70s</a>. But bringing information from the future into the present is problematic theoretically speaking. We can <i>project</i> inflation based on what we currently know but certainly cannot use information from the futue in our models. This can lead to <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.econlib.org/archives/2014/03/did_the_rate_in.html">these absurdities</a>.
</p>

<div id="outline-container-orgfa469b3" class="outline-2">
<h2 id="orgfa469b3">Links to this note</h2>
</div>
</div>
</body>
</html>
